Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: Error saving settings
ar: خطأ في حفظ الإعدادات
de: Fehler beim Speichern der Einstellungen
es: Error al guardar configuración
fr: Erreur lors de l'enregistrement des paramètres
id: Kesalahan saat menyimpan pengaturan
pt: Erro ao salvar configurações
ru: Ошибка при сохранении настроек
sw: Hitilafu wakati wa kuhifadhi mipangilio
th: ข้อผิดพลาดในการบันทึกการตั้งค่า
zh: 保存设置时出错

source: Error updating country
ar: خطأ في تحديث الدولة
de: Fehler beim Aktualisieren des Landes
es: Error al actualizar país
fr: Erreur lors de la mise à jour du pays
id: Kesalahan memperbarui negara
pt: Erro ao atualizar país
ru: Ошибка обновления страны
sw: Hitilafu kusasisha nchi
th: ข้อผิดพลาดในการอัปเดตประเทศ
zh: 更新国家出错

source: Error uploading file.
ar: خطأ في رفع الملف.
de: Fehler beim Hochladen der Datei.
es: Error al subir archivo.
fr: Erreur lors du téléchargement du fichier.
id: Kesalahan mengunggah berkas.
pt: Erro ao carregar arquivo.
ru: Ошибка загрузки файла.
sw: Hitilafu kupakia faili.
th: เกิดข้อผิดพลาดในการอัปโหลดไฟล์
zh: 文件上传错误。

source: Existing file
ar: ملف موجود
de: Vorhandene Datei
es: Archivo existente
fr: Fichier existant
id: Berkas yang ada
pt: Arquivo existente
ru: Существующий файл
sw: Faili iliyopo
th: ไฟล์ที่มีอยู่
zh: 现有文件

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
pt: Exportar
ru: Экспорт
sw: Hamisha
th: ส่งออก
zh: 导出

source: Export Chat
ar: تصدير المحادثة
de: Chat exportieren
es: Exportar chat
fr: Exporter le chat
id: Ekspor Obrolan
pt: Exportar Chat
ru: Экспорт чата
sw: Hamisha Gumzo
th: ส่งออกแชท
zh: 导出聊天

source: Export Chat to PDF
ar: تصدير المحادثة إلى PDF
de: Chat als PDF exportieren
es: Exportar chat a PDF
fr: Exporter le chat en PDF
id: Ekspor Obrolan ke PDF
pt: Exportar Chat para PDF
ru: Экспорт чата в PDF
sw: Hamisha Gumzo kwa PDF
th: ส่งออกแชทเป็น PDF
zh: 将聊天导出为 PDF

source: Export this conversation to a PDF file
ar: تصدير هذه المحادثة كملف PDF
de: Diese Unterhaltung als PDF-Datei exportieren
es: Exportar esta conversación a un archivo PDF
fr: Exporter cette conversation en fichier PDF
id: Ekspor percakapan ini ke file PDF
pt: Exportar esta conversa para um arquivo PDF
ru: Экспортировать эту беседу в файл PDF
sw: Hamisha mazungumzo haya kwa faili ya PDF
th: ส่งออกการสนทนานี้เป็นไฟล์ PDF
zh: 将此对话导出为PDF文件

source: Failed to create folder
ar: فشل إنشاء المجلد
de: Erstellen des Ordners fehlgeschlagen
es: Error al crear carpeta
fr: Échec de la création du dossier
id: Gagal membuat folder
pt: Falha ao criar pasta
ru: Не удалось создать папку
sw: Imeshindwa kuunda folda
th: สร้างโฟลเดอร์ล้มเหลว
zh: 创建文件夹失败

source: Failed to delete account. Please try again later.
ar: فشل حذف الحساب. يرجى المحاولة لاحقاً.
de: Löschen des Kontos fehlgeschlagen. Bitte versuche es später erneut.
es: Error al eliminar cuenta. Inténtalo más tarde.
fr: Échec de la suppression du compte. Veuillez réessayer plus tard.
id: Gagal menghapus akun. Silakan coba lagi nanti.
pt: Falha ao excluir a conta. Por favor, tente novamente mais tarde.
ru: Не удалось удалить аккаунт. Пожалуйста, попробуйте позже.
sw: Imeshindwa kufuta akaunti. Tafadhali jaribu tena baadaye.
th: ลบบัญชีล้มเหลว โปรดลองใหม่อีกครั้งในภายหลัง
zh: 删除账户失败。请稍后再试。

source: Failed to delete conversation
ar: فشل حذف المحادثة
de: Löschen der Unterhaltung fehlgeschlagen
es: Error al eliminar conversación
fr: Échec de la suppression de la conversation
id: Gagal menghapus percakapan
pt: Falha ao excluir conversa
ru: Не удалось удалить разговор
sw: Imeshindwa kufuta mazungumzo
th: ลบบทสนทนาล้มเหลว
zh: 删除对话失败

source: Failed to delete folder
ar: فشل حذف المجلد
de: Löschen des Ordners fehlgeschlagen
es: Error al eliminar carpeta
fr: Échec de la suppression du dossier
id: Gagal menghapus folder
pt: Falha ao excluir pasta
ru: Не удалось удалить папку
sw: Imeshindwa kufuta folda
th: ลบโฟลเดอร์ล้มเหลว
zh: 删除文件夹失败

source: Failed to export chat. Please try again.
ar: فشل تصدير المحادثة. يرجى المحاولة مرة أخرى.
de: Exportieren des Chats fehlgeschlagen. Bitte versuche es erneut.
es: Error al exportar chat. Inténtalo de nuevo.
fr: Échec de l'exportation du chat. Veuillez réessayer.
id: Gagal mengekspor obrolan. Silakan coba lagi.
pt: Falha ao exportar chat. Por favor, tente novamente.
ru: Не удалось экспортировать чат. Пожалуйста, попробуйте снова.
sw: Imeshindwa kuhamisha gumzo. Tafadhali jaribu tena.
th: ส่งออกแชทล้มเหลว โปรดลองอีกครั้ง
zh: 导出聊天失败。请重试。

source: Failed to load conversations. Please try again.
ar: فشل تحميل المحادثات. يرجى المحاولة مرة أخرى.
de: Laden der Unterhaltungen fehlgeschlagen. Bitte versuche es erneut.
es: Error al cargar conversaciones. Inténtalo de nuevo.
fr: Échec du chargement des conversations. Veuillez réessayer.
id: Gagal memuat percakapan. Silakan coba lagi.
pt: Falha ao carregar conversas. Por favor, tente novamente.
ru: Не удалось загрузить разговоры. Пожалуйста, попробуйте снова.
sw: Imeshindwa kupakia mazungumzo. Tafadhali jaribu tena.
th: โหลดบทสนทนาล้มเหลว โปรดลองอีกครั้ง
zh: 加载对话失败。请重试。

source: Failed to load folders
ar: فشل تحميل المجلدات
de: Laden der Ordner fehlgeschlagen
es: Error al cargar carpetas
fr: Échec du chargement des dossiers
id: Gagal memuat folder
pt: Falha ao carregar pastas
ru: Не удалось загрузить папки
sw: Imeshindwa kupakia folda
th: โหลดโฟลเดอร์ล้มเหลว
zh: 加载文件夹失败

source: Failed to load knowledge areas. Please try again.
ar: فشل تحميل المجالات المعرفية. يرجى المحاولة مرة أخرى.
de: Wissensbereiche konnten nicht geladen werden. Bitte versuchen Sie es erneut.
es: Error al cargar las áreas de conocimiento. Por favor, inténtelo de nuevo.
fr: Impossible de charger les domaines de connaissance. Veuillez réessayer.
id: Gagal memuat area pengetahuan. Silakan coba lagi.
pt: Falha ao carregar áreas de conhecimento. Por favor, tente novamente.
ru: Не удалось загрузить области знаний. Пожалуйста, попробуйте снова.
sw: Imeshindwa kupakia maeneo ya maarifa. Tafadhali jaribu tena.
th: ไม่สามารถโหลดพื้นที่ความรู้ได้ กรุณาลองอีกครั้ง
zh: 加载知识领域失败，请重试。

source: Failed to load profile
ar: فشل تحميل الملف الشخصي
de: Fehler beim Laden des Profils
es: Error al cargar perfil
fr: Échec du chargement du profil
id: Gagal memuat profil
pt: Falha ao carregar perfil
ru: Не удалось загрузить профиль
sw: Imeshindwa kupakia wasifu
th: โหลดโปรไฟล์ล้มเหลว
zh: 加载个人资料失败

source: Failed to load profile data
ar: فشل تحميل بيانات الملف الشخصي
de: Fehler beim Laden der Profildaten
es: Error al cargar datos del perfil
fr: Échec du chargement des données de profil
id: Gagal memuat data profil
pt: Falha ao carregar dados do perfil
ru: Не удалось загрузить данные профиля
sw: Imeshindwa kupakia data ya wasifu
th: โหลดข้อมูลโปรไฟล์ล้มเหลว
zh: 加载个人资料数据失败

source: Failed to move conversation
ar: فشل نقل المحادثة
de: Verschieben der Unterhaltung fehlgeschlagen
es: Error al mover conversación
fr: Échec du déplacement de la conversation
id: Gagal memindahkan percakapan
pt: Falha ao mover conversa
ru: Не удалось переместить разговор
sw: Imeshindwa kuhamisha mazungumzo
th: ย้ายบทสนทนาล้มเหลว
zh: 移动对话失败

source: Failed to remove conversation from folder
ar: فشل إزالة المحادثة من المجلد
de: Entfernen der Unterhaltung aus Ordner fehlgeschlagen
es: Error al remover conversación de la carpeta
fr: Échec du retrait de la conversation du dossier
id: Gagal menghapus percakapan dari folder
pt: Falha ao remover conversa da pasta
ru: Не удалось удалить разговор из папки
sw: Imeshindwa kuondoa mazungumzo kutoka kwa folda
th: นำบทสนทนาออกจากโฟลเดอร์ล้มเหลว
zh: 从文件夹中移除对话失败

source: Failed to rename conversation
ar: فشل إعادة تسمية المحادثة
de: Umbenennen der Unterhaltung fehlgeschlagen
es: Error al renombrar conversación
fr: Échec du renommage de la conversation
id: Gagal mengganti nama percakapan
pt: Falha ao renomear conversa
ru: Не удалось переименовать разговор
sw: Imeshindwa kubadilisha jina la mazungumzo
th: เปลี่ยนชื่อบทสนทนาล้มเหลว
zh: 重命名对话失败

source: Failed to resend verification email. Please try again.
ar: فشل إعادة إرسال بريد التحقق. يرجى المحاولة مرة أخرى.
de: Konnte Verifizierungs-E-Mail nicht erneut senden. Bitte versuche es erneut.
es: No se pudo reenviar el correo. Inténtalo de nuevo.
fr: Échec du renvoi de l'e-mail de vérification. Veuillez réessayer.
id: Gagal mengirim ulang email verifikasi. Silakan coba lagi.
pt: Falha ao reenviar o e-mail de verificação. Por favor, tente novamente.
ru: Не удалось отправить письмо повторно. Пожалуйста, попробуйте снова.
sw: Imeshindwa kutuma tena barua pepe ya uthibitishaji. Tafadhali jaribu tena.
th: ส่งอีเมลยืนยันอีกครั้งล้มเหลว โปรดลองอีกครั้ง
zh: 重新发送验证邮件失败。请重试。

source: Failed to reset your profile data. Please try again later.
ar: فشل إعادة تعيين بيانات ملفك الشخصي. يرجى المحاولة لاحقاً.
de: Zurücksetzen der Profildaten fehlgeschlagen. Bitte versuche es später erneut.
es: Error al restablecer datos. Inténtalo más tarde.
fr: Échec de la réinitialisation de vos données de profil. Veuillez réessayer plus tard.
id: Gagal menyetel ulang data profil Anda. Silakan coba lagi nanti.
pt: Falha ao redefinir seus dados de perfil. Por favor, tente novamente mais tarde.
ru: Не удалось сбросить данные профиля. Пожалуйста, попробуйте позже.
sw: Imeshindwa kuweka upya data ya wasifu wako. Tafadhali jaribu tena baadaye.
th: รีเซ็ตข้อมูลโปรไฟล์ของคุณล้มเหลว โปรดลองใหม่อีกครั้งในภายหลัง
zh: 重置您的个人资料数据失败。请稍后再试。

source: Failed to save profile
ar: فشل حفظ الملف الشخصي
de: Fehler beim Speichern des Profils
es: Error al guardar perfil
fr: Échec de l'enregistrement du profil
id: Gagal menyimpan profil
pt: Falha ao salvar perfil
ru: Не удалось сохранить профиль
sw: Imeshindwa kuhifadhi wasifu
th: บันทึกโปรไฟล์ล้มเหลว
zh: 保存个人资料失败

source: Failed to update conversation
ar: فشل تحديث المحادثة
de: Aktualisieren der Unterhaltung fehlgeschlagen
es: Error al actualizar conversación
fr: Échec de la mise à jour de la conversation
id: Gagal memperbarui percakapan
pt: Falha ao atualizar conversa
ru: Не удалось обновить разговор
sw: Imeshindwa kusasisha mazungumzo
th: อัปเดตบทสนทนาล้มเหลว
zh: 更新对话失败

source: Failed to update email. Please try again.
ar: فشل تحديث البريد الإلكتروني. يرجى المحاولة مرة أخرى.
de: Aktualisieren der E-Mail fehlgeschlagen. Bitte versuche es erneut.
es: Error al actualizar el correo. Inténtalo de nuevo.
fr: Échec de la mise à jour de l'e-mail. Veuillez réessayer.
id: Gagal memperbarui email. Silakan coba lagi.
pt: Falha ao atualizar o e-mail. Por favor, tente novamente.
ru: Не удалось обновить email. Пожалуйста, попробуйте снова.
sw: Imeshindwa kusasisha barua pepe. Tafadhali jaribu tena.
th: อัปเดตอีเมลล้มเหลว โปรดลองอีกครั้ง
zh: 更新电子邮件失败。请重试。

source: Failed to update folder
ar: فشل تحديث المجلد
de: Aktualisieren des Ordners fehlgeschlagen
es: Error al actualizar carpeta
fr: Échec de la mise à jour du dossier
id: Gagal memperbarui folder
pt: Falha ao atualizar pasta
ru: Не удалось обновить папку
sw: Imeshindwa kusasisha folda
th: อัปเดตโฟลเดอร์ล้มเหลว
zh: 更新文件夹失败

source: Failed to upload %@.
ar: فشل تحميل %@.
de: Fehler beim Hochladen von %@.
es: Error al subir %@.
fr: Échec du téléchargement de %@.
id: Gagal mengunggah %@.
pt: Falha ao carregar %@.
ru: Не удалось загрузить %@.
sw: Imeshindwa kupakia %@.
th: อัปโหลด %@ ล้มเหลว
zh: 上传 %@ 失败。

source: Failed to upload file
ar: فشل تحميل الملف
de: Fehler beim Hochladen der Datei
es: Error al subir archivo
fr: Échec du téléchargement du fichier
id: Gagal mengunggah berkas
pt: Falha ao carregar arquivo
ru: Не удалось загрузить файл
sw: Imeshindwa kupakia faili
th: อัปโหลดไฟล์ล้มเหลว
zh: 文件上传失败

source: Fair
ar: مقبولة
de: Mittel
es: Regular
fr: Moyen
id: Cukup
pt: Razoável
ru: Средний
sw: Wastani
th: พอใช้
zh: 一般

source: FAQ not available
ar: الأسئلة الشائعة غير متاحة
de: FAQ nicht verfügbar
es: FAQ no disponible
fr: FAQ non disponible
id: FAQ tidak tersedia
pt: FAQ não disponível
ru: FAQ недоступен
sw: FAQ haipatikani
th: คำถามที่พบบ่อยไม่พร้อมใช้งาน
zh: FAQ 不可用

source: Fashion Design
ar: تصميم الأزياء
de: Modedesign
es: Diseño de Moda
fr: Design de mode
id: Desain Mode
pt: Design de Moda
ru: Дизайн одежды
sw: Ubunifu wa Mitindo
th: การออกแบบแฟชั่น
zh: 时装设计

source: Feedback
ar: ملاحظات
es: Comentarios
fr: Commentaires
id: Umpan Balik
ru: Отзыв
sw: Maoni
th: ข้อเสนอแนะ
zh: 反馈

source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
id: Wanita
pt: Feminino
ru: Женский
sw: Mwanamke
th: หญิง
zh: 女

source: Fields do not match
ar: الحقول غير متطابقة
de: Felder stimmen nicht überein
es: Los campos no coinciden
fr: Les champs ne correspondent pas
id: Kolom tidak cocok
pt: Os campos não coincidem
ru: Поля не совпадают
sw: Sehemu hazilingani
th: ฟิลด์ไม่ตรงกัน
zh: 字段不匹配

source: Fields marked with * are required
ar: الحقول المعلمة بـ * مطلوبة
de: Mit * gekennzeichnete Felder sind Pflichtfelder
es: Los campos marcados con * son obligatorios
fr: Les champs marqués d'un * sont obligatoires
id: Kolom yang ditandai dengan * wajib diisi
pt: Campos marcados com * são obrigatórios
ru: Поля, отмеченные *, обязательны
sw: Sehemu zilizo na * zinahitajika
th: ฟิลด์ที่มีเครื่องหมาย * จำเป็นต้องระบุ
zh: 标有 * 的字段为必填项

source: File "%@" has already been added.
ar: تمت إضافة الملف "%@" بالفعل.
de: Datei "%@" wurde bereits hinzugefügt.
es: El archivo "%@" ya ha sido añadido.
fr: Le fichier "%@" a déjà été ajouté.
id: Berkas "%@" sudah ditambahkan.
pt: O arquivo "%@" já foi adicionado.
ru: Файл "%@" уже добавлен.
sw: Faili "%@" tayari imeongezwa.
th: เพิ่มไฟล์ "%@" แล้ว
zh: 文件 "%@" 已添加。

source: File is too large
ar: الملف كبير جداً
de: Datei ist zu groß
es: El archivo es demasiado grande
fr: Le fichier est trop volumineux
id: Berkas terlalu besar
pt: O arquivo é muito grande
ru: Файл слишком большой
sw: Faili ni kubwa mno
th: ไฟล์มีขนาดใหญ่เกินไป
zh: 文件过大

source: File is too large. Maximum size is %@.
ar: الملف كبير جداً. الحجم الأقصى هو %@.
de: Datei ist zu groß. Maximale Größe ist %@.
es: El archivo es demasiado grande. El tamaño máximo es %@.
fr: Le fichier est trop volumineux. La taille maximale est %@.
id: Berkas terlalu besar. Ukuran maksimum adalah %@.
pt: O arquivo é muito grande. O tamanho máximo é %@.
ru: Файл слишком большой. Максимальный размер %@.
sw: Faili ni kubwa mno. Ukubwa wa juu ni %@.
th: ไฟล์มีขนาดใหญ่เกินไป ขนาดสูงสุดคือ %@
zh: 文件过大。最大大小为 %@。

source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
id: Nama Berkas
pt: Nome do Arquivo
ru: Имя файла
sw: Jina la Faili
th: ชื่อไฟล์
zh: 文件名

source: File received successfully.
ar: تم استلام الملف بنجاح.
de: Datei erfolgreich empfangen.
es: Archivo recibido con éxito.
fr: Fichier reçu avec succès.
id: Berkas berhasil diterima.
pt: Arquivo recebido com sucesso.
ru: Файл успешно получен.
sw: Faili imepokelewa.
th: ได้รับไฟล์เรียบร้อยแล้ว
zh: 文件接收成功。

source: File type "%@" is not allowed.
ar: نوع الملف "%@" غير مسموح به.
de: Dateityp "%@" ist nicht erlaubt.
es: El tipo de archivo "%@" no está permitido.
fr: Le type de fichier "%@" n'est pas autorisé.
id: Jenis berkas "%@" tidak diizinkan.
pt: Tipo de arquivo "%@" não é permitido.
ru: Тип файла "%@" не разрешен.
sw: Aina ya faili "%@" hairuhusiwi.
th: ไม่อนุญาตไฟล์ประเภท "%@"
zh: 不允许的文件类型 "%@"。

source: File uploaded successfully
ar: تم تحميل الملف بنجاح
de: Datei erfolgreich hochgeladen
es: Archivo subido con éxito
fr: Fichier téléchargé avec succès
id: Berkas berhasil diunggah
pt: Arquivo carregado com sucesso
ru: Файл успешно загружен
sw: Faili imepakiwa
th: อัปโหลดไฟล์สำเร็จ
zh: 文件上传成功

source: Filename (without .pdf)
ar: اسم الملف (بدون .pdf)
de: Dateiname (ohne .pdf)
es: Nombre de archivo (sin .pdf)
fr: Nom du fichier (sans .pdf)
id: Nama berkas (tanpa .pdf)
pt: Nome do arquivo (sem .pdf)
ru: Имя файла (без .pdf)
sw: Jina la faili (bila .pdf)
th: ชื่อไฟล์ (ไม่ต้องมี .pdf)
zh: 文件名（不含 .pdf）

source: Film Studies
ar: دراسات سينمائية
de: Filmwissenschaft
es: Estudios Cinematográficos
fr: Études cinématographiques
id: Studi Film
pt: Estudos de Cinema
ru: Киноведение
sw: Mafunzo ya Filamu
th: ภาพยนตร์ศึกษา
zh: 电影研究

source: Finance
ar: تمويل
de: Finanzen
es: Finanzas
id: Keuangan
pt: Finanças
ru: Финансы
sw: Fedha
th: การเงิน
zh: 金融

source: Financial
ar: مالي
de: Finanzen
es: Financiero
fr: Financier
id: Keuangan
pt: Financeiro
ru: Финансы
sw: Fedha
th: การเงิน
zh: 财务

source: Financial & Tax Data
ar: البيانات المالية والضريبية
de: Finanz- & Steuerdaten
es: Datos Financieros y Fiscales
fr: Données financières et fiscales
id: Data Keuangan & Pajak
pt: Dados Financeiros e Fiscais
ru: Финансовые и налоговые данные
sw: Data ya Fedha na Kodi
th: ข้อมูลการเงินและภาษี
zh: 财务与税务数据

source: Fine Arts
ar: الفنون الجميلة
de: Bildende Kunst
es: Bellas Artes
fr: Beaux-Arts
id: Seni Rupa
pt: Belas Artes
ru: Изобразительное искусство
sw: Sanaa Nzuri
th: วิจิตรศิลป์
zh: 美术

source: Fines and penalties
ar: الغرامات والعقوبات
de: Bußgelder und Strafen
es: Multas y sanciones
fr: Amendes et pénalités
id: Denda dan hukuman
pt: Multas e penalidades
ru: Штрафы и пени
sw: Faini na adhabu
th: ค่าปรับและบทลงโทษ
zh: 罚款和处罚

source: Fingerprints / Biometric data
ar: بصمات الأصابع / بيانات بيومترية
de: Fingerabdrücke / Biometrische Daten
es: Huellas dactilares / Datos biométricos
fr: Empreintes digitales / Données biométriques
id: Sidik Jari / Data Biometrik
pt: Impressões digitais / Dados biométricos
ru: Отпечатки пальцев / Биометрические данные
sw: Alama za vidole / Data ya kibaolojia
th: ลายนิ้วมือ / ข้อมูลไบโอเมตริกซ์
zh: 指纹 / 生物识别数据

source: Fluent
ar: طليق
de: Fließend
es: Fluido
fr: Courant
id: Fasih
pt: Fluente
ru: Свободный
sw: Fasaha
th: คล่องแคล่ว
zh: 流利

source: Folder created successfully
ar: تم إنشاء المجلد بنجاح
de: Ordner erfolgreich erstellt
es: Carpeta creada con éxito
fr: Dossier créé avec succès
id: Folder berhasil dibuat
pt: Pasta criada com sucesso
ru: Папка успешно создана
sw: Folda imeundwa
th: สร้างโฟลเดอร์สำเร็จ
zh: 文件夹创建成功

source: Folder deleted successfully
ar: تم حذف المجلد بنجاح
de: Ordner erfolgreich gelöscht
es: Carpeta eliminada con éxito
fr: Dossier supprimé avec succès
id: Folder berhasil dihapus
pt: Pasta excluída com sucesso
ru: Папка успешно удалена
sw: Folda imefutwa
th: ลบโฟลเดอร์สำเร็จ
zh: 文件夹删除成功

source: Folder is empty
ar: المجلد فارغ
de: Ordner ist leer
es: La carpeta está vacía
fr: Le dossier est vide
id: Folder kosong
pt: A pasta está vazia
ru: Папка пуста
sw: Folda ni tupu
th: โฟลเดอร์ว่างเปล่า
zh: 文件夹为空

source: Folder Name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
id: Nama Folder
pt: Nome da Pasta
ru: Имя папки
sw: Jina la Folda
th: ชื่อโฟลเดอร์
zh: 文件夹名称

source: Folder updated successfully
ar: تم تحديث المجلد بنجاح
de: Ordner erfolgreich aktualisiert
es: Carpeta actualizada con éxito
fr: Dossier mis à jour avec succès
id: Folder berhasil diperbarui
pt: Pasta atualizada com sucesso
ru: Папка успешно обновлена
sw: Folda imesasishwa
th: อัปเดตโฟลเดอร์สำเร็จ
zh: 文件夹更新成功

source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
pt: Pastas
ru: Папки
sw: Folda
th: โฟลเดอร์
zh: 文件夹

source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
id: Ukuran Font
pt: Tamanho da Fonte
ru: Размер шрифта
sw: Ukubwa wa Maandishi
th: ขนาดตัวอักษร
zh: 字体大小

source: Food assistance / welfare programs
ar: المساعدة الغذائية / برامج الرفاهية
de: Lebensmittelhilfe / Sozialhilfeprogramme
es: Asistencia alimentaria / programas de bienestar
fr: Aide alimentaire / programmes sociaux
id: Bantuan pangan / program kesejahteraan
pt: Assistência alimentar / programas de bem-estar
ru: Продовольственная помощь / программы благосостояния
sw: Msaada wa chakula / programu za ustawi
th: ความช่วยเหลือด้านอาหาร / โครงการสวัสดิการ
zh: 食品援助/福利计划

source: Food Science
ar: علوم الأغذية
de: Lebensmittelwissenschaft
es: Ciencia de los Alimentos
fr: Science alimentaire
id: Ilmu Pangan
pt: Ciência dos Alimentos
ru: Пищевая наука
sw: Sayansi ya Chakula
th: วิทยาศาสตร์การอาหาร
zh: 食品科学

source: Forensic Science
ar: علم الطب الشرعي
de: Forensik
es: Ciencia Forense
fr: Science forensique
id: Ilmu Forensik
pt: Ciência Forense
ru: Криминалистика
sw: Sayansi ya Forensic
th: นิติวิทยาศาสตร์
zh: 法医学

source: Forgot password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?
id: Lupa kata sandi?
pt: Esqueceu a senha?
ru: Забыли пароль?
sw: Umesahau nenosiri?
th: ลืมรหัสผ่าน?
zh: 忘记密码？

source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
id: Prancis
pt: Francês
ru: Французский
sw: Kifaransa
th: ฝรั่งเศส
zh: 法语

source: Frequently Asked Questions
ar: الأسئلة الشائعة
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire aux questions
id: Pertanyaan yang Sering Diajukan
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
sw: Maswali Yanayoulizwa Mara kwa Mara
th: คำถามที่พบบ่อย
zh: 常见问题

source: Full name (including aliases)
ar: الاسم الكامل (شاملاً الألقاب)
de: Vollständiger Name (einschließlich Aliase)
es: Nombre completo (incluyendo alias)
fr: Nom complet (y compris les alias)
id: Nama lengkap (termasuk alias)
pt: Nome completo (incluindo apelidos)
ru: Полное имя (включая псевдонимы)
sw: Jina kamili (pamoja na majina ya utani)
th: ชื่อ-นามสกุล (รวมนามแฝง)
zh: 全名（包括别名）

source: Full name is required
ar: الاسم الكامل مطلوب
de: Vollständiger Name ist erforderlich
es: El nombre completo es obligatorio
fr: Le nom complet est requis
id: Nama lengkap wajib diisi
pt: Nome completo é obrigatório
ru: Полное имя обязательно
sw: Jina kamili linahitajika
th: จำเป็นต้องระบุชื่อ-นามสกุล
zh: 全名是必填项

source: Game Design
ar: تصميم الألعاب
de: Spieldesign
es: Diseño de Juegos
fr: Conception de jeux
id: Desain Game
pt: Design de Jogos
ru: Геймдизайн
sw: Ubunifu wa Mchezo
th: การออกแบบเกม
zh: 游戏设计

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr: Genre
id: Jenis Kelamin
pt: Gênero
ru: Пол
sw: Jinsia
th: เพศ
zh: 性别

source: Genie AI is your intelligent assistant for navigating government services and information.
ar: Genie AI هو مساعدك الذكي للتنقل في الخدمات والمعلومات الحكومية.
de: Genie AI ist dein intelligenter Assistent für die Navigation durch staatliche Dienstleistungen und Informationen.
es: Genie AI es tu asistente inteligente para navegar por los servicios e información gubernamentales.
fr: Genie AI est votre assistant intelligent pour naviguer dans les services et informations gouvernementaux.
id: Genie AI adalah asisten cerdas Anda untuk menavigasi layanan dan informasi pemerintah.
pt: O Genie AI é o seu assistente inteligente para navegar pelos serviços e informações governamentais.
ru: Genie AI — ваш интеллектуальный помощник для навигации по государственным услугам и информации.
sw: Genie AI ni msaidizi wako mahiri wa kuvinjari huduma na taarifa za serikali.
th: Genie AI คือผู้ช่วยอัจฉริยะของคุณในการเข้าถึงบริการและข้อมูลภาครัฐ
zh: Genie AI 是您浏览政府服务和信息的智能助手。

source: Genie is thinking...
ar: جيني يفكر...
de: Genie denkt nach...
es: Genie está pensando...
fr: Genie réfléchit...
id: Genie sedang berpikir...
pt: Genie está pensando...
ru: Genie думает...
sw: Genie anafikiria...
th: Genie กำลังคิด...
zh: Genie 正在思考...

source: Geography
ar: جغرافيا
de: Geographie
es: Geografía
fr: Géographie
id: Geografi
pt: Geografia
ru: География
sw: Jiografia
th: ภูมิศาสตร์
zh: 地理学

source: Geolocation not supported by your browser.
ar: الموقع الجغرافي غير مدعوم في متصفحك.
de: Geolokalisierung wird von deinem Browser nicht unterstützt.
es: La geolocalización no es soportada por tu navegador.
fr: La géolocalisation n'est pas prise en charge par votre navigateur.
id: Geolokasi tidak didukung oleh browser Anda.
pt: Geolocalização não suportada pelo seu navegador.
ru: Геолокация не поддерживается вашим браузером.
sw: Eneo la kijiografia halitumiki na kivinjari chako.
th: เบราว์เซอร์ของคุณไม่รองรับตำแหน่งทางภูมิศาสตร์
zh: 您的浏览器不支持地理定位。
